# data/products.py

CATEGORIES = {
    "🌸 Мыло": [
        {
            "id": 1,
            "name": "Календула",
            "price": 270,
            "desc": "Состав: омыленные масла(инфуз календулы на хлопковом масле), вода, порошок календулы, лактат натрия, цитрат натрия, хлорид натрия."
        },
        {
            "id": 2,
            "name": "Алоэ",
            "price": 280,
            "desc": "Состав: омыленные масла(хлопковое), жмых алоэ, сок алоэ, лактат натрия, цитрат натрия, хлорид натрия."
        },
        {
            "id": 3,
            "name": "Морковное",
            "price": 250,
            "desc": "Состав: омыленные масла (хлопковое), вода, пюре моркови, лактат натрия, цитрат натрия."
        },
        {
            "id": 4,
            "name": "Огуречное",
            "price": 200,
            "desc": "Состав: омыленные масла(хлопковое), сок огурца, лактат натрия, цитрат натрия, жмых огурца."
        },
        {
            "id": 5,
            "name": "Летнее Лукошко",
            "price": 250,
            "desc": "Состав: омыленные масла (кокосовое, пальмовое, инфуз розы на высокоолеиновом масле, касторовое, зародышей пшеницы) вода, лактат натрия, цитрат натрия, косметическая отдушка."
        },
        {
            "id": 6,
            "name": "Медовое",
            "price": 350,
            "desc": "Состав: омыленные масла(пальмовое, кокосовое, миндальное, облепиховое, касторовое, высокоолеиновое) вода, мёд, лактат натрия, цитрат натрия, отдушка косметическая."
        },
        {
            "id": 7,
            "name": "Шунгит",
            "price": 350,
            "desc": "Состав: омыленные масла(пальмоядровое, пальмовое, кокосовое, высокоолеиновое подсолнечное, касторовое), отвар эвкалипта, лактат натрия, цитрат натрия, отдушка косметическая, шунгит."
        },
    ],
    "🌿 Пробники и аксессуары": [
        {
            "id": 8,
            "name": "Набор пробников из 5 любых сортов",
            "price": 300,
            "desc": "Кофейное, Медовое, Шунгит, Солнечная магия, Лавандовый вечер, Шелковое, Богемская Роза, Ромашковый рай, Три глины, Мужская сила, Пенное наслаждение, Мыло с грязью Сакского озера"
        },
        {
            "id": 9,
            "name": "Набор пробников из 3 любых сортов",
            "price": 200,
            "desc": "Кофейное, Медовое, Шунгит, Солнечная магия, Лавандовый вечер, Шелковое, Богемская Роза, Ромашковый рай, Три глины, Мужская сила, Пенное наслаждение, Мыло с грязью Сакского озера"
        },
        {
            "id": 10,
            "name": "Бальзам для Губ",
            "price": 150,
            "desc": "Состав: хлопковое масло, пчелиный воск, витамин Е."
        },
        {
            "id": 11,
            "name": "Бельди Апельсиновое",
            "price": 450,
            "desc": "Апельсиновое бельди — это натуральное мыло, разработанное на основе традиционного марокканского бельди с добавлением инфуза и сока апельсина. Оно сочетает в себе все преимущества бельди и полезные свойства цитруса. Состав: омыленные масла (кокосовое, авокадо, высокоолеиновое подсолнечное, касторовое), сок апельсина, лактат натрия, цитрат натрия, эфирное масло Апельсин."
        },
        {
            "id": 12,
            "name": "Бельди винное",
            "price": 540,
            "desc": "Винное бельди — это уникальная разновидность традиционного марокканского мыла. Это мыло сочетает в себе все полезные свойства классического бельди, но дополнительно обогащено антиоксидантами, содержащимися в вине. Состав: омыленные масла (кокосовое, пальмовое, высокоолеиновое подсолнечное, касторовое), неомыляемые масла — виноградной косточки, выпаренное красное сухое вино, лактат натрия, цитрат натрия, отдушка Гранатовый сидр."
        },
        {
            "id": 13,
            "name": "Ванночка для ног",
            "price": 150,
            "desc": "Ванночка для ног готовится из расчета 1 ст. ложка соли на 1 литр воды. Вода должна быть оптимальной температуры – 36-38 градусов. Если во время приема ванночки она успевает остыть, можно добавить горячей. Не обязательно дожидаться полного растворения кристаллов. Солевые крупинки обеспечат массажный эффект. Вес: 130 гр."
        },
        {
            "id": 14,
            "name": "Лавандовый мешочек 15 гр",
            "price": 100,
            "desc": "Лавандовый мешочек – это небольшой контейнер, наполненный сухими цветами лаванды."
        },
    ],
    "🕯️ Свечи": [
        {
            "id": 15,
            "name": "Свеча 8,53",
            "price": 150,
            "desc": "Высота - 8,5 см, Диаметр - 3 см"
        },
        {
            "id": 16,
            "name": "Свеча 133",
            "price": 200,
            "desc": "Высота - 13 см, Диаметр - 3 см"
        },
        {
            "id": 17,
            "name": "Свеча 82",
            "price": 100,
            "desc": "Высота - 8 см, Диаметр - 2 см"
        },
        {
            "id": 18,
            "name": "Свеча 9,52",
            "price": 150,
            "desc": "Высота - 9,5 см, Диаметр - 2 см"
        },
    ]
}